"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 1000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<oov>\", \"document_count\": 2225, \"word_counts\": \"{\\\"tech\\\": 401, \\\"business\\\": 510, \\\"sport\\\": 511, \\\"entertainment\\\": 386, \\\"politics\\\": 417}\", \"word_docs\": \"{\\\"tech\\\": 401, \\\"business\\\": 510, \\\"sport\\\": 511, \\\"entertainment\\\": 386, \\\"politics\\\": 417}\", \"index_docs\": \"{\\\"5\\\": 401, \\\"3\\\": 510, \\\"2\\\": 511, \\\"6\\\": 386, \\\"4\\\": 417}\", \"index_word\": \"{\\\"1\\\": \\\"<oov>\\\", \\\"2\\\": \\\"sport\\\", \\\"3\\\": \\\"business\\\", \\\"4\\\": \\\"politics\\\", \\\"5\\\": \\\"tech\\\", \\\"6\\\": \\\"entertainment\\\"}\", \"word_index\": \"{\\\"<oov>\\\": 1, \\\"sport\\\": 2, \\\"business\\\": 3, \\\"politics\\\": 4, \\\"tech\\\": 5, \\\"entertainment\\\": 6}\"}}"